Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/CreateExercise.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# create_exercise.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

# create_exercise.color
source: Color
de: Farbe
fr: Couleur
ja: 色
pt_br: Cor
zh_hans: 颜色

# create_exercise.default_count
source: Default Count
de: Standardanzahl
es: Cantidad Predeterminada
fr: Nombre Par Défaut
ja: デフォルト回数
pt_br: Contagem Padrão
zh_hans: 默认数量

# create_exercise.edit_title
source: Edit Exercise
de: Übung bearbeiten
es: Editar Ejercicio
fr: Modifier Exercice
ja: エクササイズを編集
pt_br: Editar Exercício
zh_hans: 编辑练习

# create_exercise.icon
source: Icon
de: Symbol
es: Ícono
fr: Icône
ja: アイコン
pt_br: Ícone
zh_hans: 图标

# create_exercise.name_placeholder
source: Enter exercise name
de: Übungsname eingeben
es: Ingrese nombre del ejercicio
fr: Entrez le nom de l'exercice
ja: エクササイズ名を入力
pt_br: Digite o nome do exercício
zh_hans: 输入练习名称

# create_exercise.preview
source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
ja: プレビュー
pt_br: Pré-visualização
zh_hans: 预览

# create_exercise.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
pt_br: Salvar
zh_hans: 保存

# create_exercise.title
source: Create Exercise
de: Übung erstellen
es: Crear Ejercicio
fr: Créer Exercice
ja: エクササイズを作成
pt_br: Criar Exercício
zh_hans: 创建练习

# create_exercise.unit_type
source: Unit Type
de: Einheitentyp
es: Tipo de Unidad
fr: Type d'Unité
ja: 単位タイプ
pt_br: Tipo de Unidade
zh_hans: 单位类型

# create_exercise.measured_in
source: Measured In
de: Gemessen in
es: Medido en
fr: Mesuré en
ja: 測定単位
pt_br: Medido em
zh_hans: 测量单位

# create_exercise.default_help
source: This is the starting value when logging
de: Dies ist der Startwert beim Protokollieren
es: Este es el valor inicial al registrar
fr: C'est la valeur de départ lors de l'enregistrement
ja: これはログ記録時の開始値です
pt_br: Este é o valor inicial ao registrar
zh_hans: 这是记录时的起始值

# create_exercise.exercise_name_placeholder
source: Exercise Name
de: Übungsname
es: Nombre del Ejercicio
fr: Nom de l'Exercice
ja: エクササイズ名
pt_br: Nome do Exercício
zh_hans: 练习名称

# create_exercise.update_exercise
source: Update Exercise
de: Übung aktualisieren
es: Actualizar Ejercicio
fr: Mettre à jour Exercice
ja: エクササイズを更新
pt_br: Atualizar Exercício
zh_hans: 更新练习

# create_exercise.create_exercise
source: Create Exercise
de: Übung erstellen
es: Crear Ejercicio
fr: Créer Exercice
ja: エクササイズを作成
pt_br: Criar Exercício
zh_hans: 创建练习

# create_exercise.delete_button
source: Delete Exercise
de: Übung Löschen
es: Eliminar Ejercicio
fr: Supprimer l'Exercice
ja: エクササイズを削除
pt_br: Excluir Exercício
zh_hans: 删除运动

# create_exercise.delete_confirmation_title
source: Delete Exercise?
de: Übung löschen?
es: ¿Eliminar Ejercicio?
fr: Supprimer l'Exercice ?
ja: エクササイズを削除しますか？
pt_br: Excluir Exercício?
zh_hans: 删除练习？

# create_exercise.delete_warning
source: This will remove the exercise. Your logged data will be kept.
de: Dies entfernt die Übung. Ihre protokollierten Daten bleiben erhalten.
es: Esto eliminará el ejercicio. Sus datos registrados se mantendrán.
fr: Cela supprimera l'exercice. Vos données enregistrées seront conservées.
ja: これによりエクササイズが削除されます。ログデータは保持されます。
pt_br: Isso removerá o exercício. Seus dados registrados serão mantidos.
zh_hans: 这将删除运动。您的记录数据将被保留。

# create_exercise.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Excluir
zh_hans: 删除

# create_exercise.template_prompt_title
source: Create Achievement Template?
de: Erfolgsvorlage erstellen?
es: ¿Crear Plantilla de Logros?
fr: Créer un Modèle de Succès ?
ja: 実績テンプレートを作成しますか？
pt_br: Criar Modelo de Conquistas?
zh_hans: 创建成就模板？

# create_exercise.not_now
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 後で
pt_br: Agora não
zh_hans: 暂不

# create_exercise.learn_more
source: Learn More
de: Mehr erfahren
es: Saber más
fr: En savoir plus
ja: 詳細
pt_br: Saiba mais
zh_hans: 了解更多

# create_exercise.template_prompt_message
source: Premium users can create achievement templates to track progress with custom exercises. Visit the Achievements tab to get started!
de: Premium-Benutzer können Erfolgsvorlagen erstellen, um den Fortschritt bei benutzerdefinierten Übungen zu verfolgen. Besuchen Sie die Registerkarte Erfolge, um loszulegen!
es: Los usuarios Premium pueden crear plantillas de logros para rastrear el progreso con ejercicios personalizados. ¡Visite la pestaña de Logros para comenzar!
fr: Les utilisateurs Premium peuvent créer des modèles de succès pour suivre les progrès avec des exercices personnalisés. Visitez l'onglet Succès pour commencer !
ja: プレミアムユーザーは、カスタムエクササイズの進捗を追跡するためのアチーブメントテンプレートを作成できます。アチーブメントタブにアクセスして始めましょう！
pt_br: Usuários Premium podem criar modelos de conquista para acompanhar o progresso com exercícios personalizados. Visite a guia de Conquistas para começar!
zh_hans: 高级用户可以创建成就模板来跟踪自定义运动的进度。访问成就选项卡开始吧！

# create_exercise.unit_desc_reps
source: Count repetitions (e.g., 10 pushups)
de: Wiederholungen zählen (z.B. 10 Liegestütze)
es: Contar repeticiones (p. ej., 10 flexiones)
fr: Compter les répétitions (par ex., 10 pompes)
ja: 繰り返し回数を数える（例：腕立て伏せ10回）
pt_br: Contar repetições (ex: 10 flexões)
zh_hans: 计数重复次数（例如：10个俯卧撑）

# create_exercise.unit_desc_seconds
source: Count seconds (e.g., 30 second plank)
de: Sekunden zählen (z.B. 30 Sekunden Planke)
es: Contar segundos (p. ej., plancha de 30 segundos)
fr: Compter les secondes (par ex., planche de 30 secondes)
ja: 秒数を数える（例：30秒プランク）
pt_br: Contar segundos (ex: prancha de 30 segundos)
zh_hans: 计数秒数（例如：30秒平板支撑）

# create_exercise.unit_desc_minutes
source: Count minutes (e.g., 15 minute walk)
de: Minuten zählen (z.B. 15 Minuten spazieren)
es: Contar minutos (p. ej., caminata de 15 minutos)
fr: Compter les minutes (par ex., marche de 15 minutes)
ja: 分数を数える（例：15分ウォーキング）
pt_br: Contar minutos (ex: caminhada de 15 minutos)
zh_hans: 计数分钟数（例如：步行15分钟）

# create_exercise.built_in
source: Built-in
de: Integriert
es: Integrado
fr: Intégré
ja: 組み込み
pt_br: Integrado
zh_hans: 内置

# create_exercise.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pt_br: Personalizado
zh_hans: 自定义

# create_exercise.add_exercise
source: Add Exercise
de: Übung hinzufügen
es: Agregar Ejercicio
fr: Ajouter Exercice
ja: エクササイズを追加
pt_br: Adicionar Exercício
zh_hans: 添加练习

# create_exercise.custom_footer
source: Tap + to create your own exercises
de: Tippen Sie auf +, um eigene Übungen zu erstellen
es: Toque + para crear sus propios ejercicios
fr: Appuyez sur + pour créer vos propres exercices
ja: + をタップして独自のエクササイズを作成
pt_br: Toque + para criar seus próprios exercícios
zh_hans: 点击 + 创建您自己的运动

# create_exercise.exercises
source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
ja: エクササイズ
pt_br: Exercícios
zh_hans: 运动

# create_exercise.new_exercise
source: New Exercise
de: Neue Übung
es: Nuevo Ejercicio
fr: Nouvel Exercice
ja: 新しいエクササイズ
pt_br: Novo Exercício
zh_hans: 新运动

# create_exercise.unlimited_custom
source: Create unlimited custom exercises
de: Unbegrenzte benutzerdefinierte Übungen erstellen
es: Crear ejercicios personalizados ilimitados
fr: Créer des exercices personnalisés illimités
ja: 無制限のカスタムエクササイズを作成
pt_br: Criar exercícios personalizados ilimitados
zh_hans: 创建无限自定义练习

# create_exercise.unit_type_reps
source: Count repetitions (e.g., 10 pushups)
de: Wiederholungen zählen (z.B. 10 Liegestütze)
es: Contar repeticiones (ej., 10 flexiones)
fr: Compter les répétitions (par ex., 10 pompes)
ja: 回数をカウント（例：腕立て伏せ10回）
pt_br: Contar repetições (ex., 10 flexões)
zh_hans: 计数重复次数（例如，10个俯卧撑）

# create_exercise.unit_type_seconds
source: Count seconds (e.g., 30 second plank)
de: Sekunden zählen (z.B. 30 Sekunden Planke)
es: Contar segundos (ej., plancha de 30 segundos)
fr: Compter les secondes (par ex., planche de 30 secondes)
ja: 秒数をカウント（例：30秒プランク）
pt_br: Contar segundos (ex., prancha de 30 segundos)
zh_hans: 计数秒数（例如，30秒平板支撑）

# create_exercise.unit_type_minutes
source: Count minutes (e.g., 15 minute walk)
de: Minuten zählen (z.B. 15 Minuten Spaziergang)
es: Contar minutos (ej., caminata de 15 minutos)
fr: Compter les minutes (par ex., marche de 15 minutes)
ja: 分数をカウント（例：15分ウォーキング）
pt_br: Contar minutos (ex., caminhada de 15 minutos)
zh_hans: 计数分钟（例如，15分钟步行）

# create_exercise.starting_value
source: This is the starting value when logging
de: Dies ist der Startwert beim Protokollieren
es: Este es el valor inicial al registrar
fr: C'est la valeur de départ lors de l'enregistrement
ja: これは記録時の初期値です
pt_br: Este é o valor inicial ao registrar
zh_hans: 这是记录时的起始值

# create_exercise.delete_exercise
source: Delete Exercise
de: Übung löschen
es: Eliminar Ejercicio
fr: Supprimer Exercice
ja: エクササイズを削除
pt_br: Excluir Exercício
zh_hans: 删除练习

# create_exercise.delete_message
source: This will remove the exercise. Your logged data will be kept.
de: Dadurch wird die Übung entfernt. Ihre protokollierten Daten bleiben erhalten.
es: Esto eliminará el ejercicio. Sus datos registrados se conservarán.
fr: Cela supprimera l'exercice. Vos données enregistrées seront conservées.
ja: エクササイズが削除されます。記録されたデータは保持されます。
pt_br: Isso removerá o exercício. Seus dados registrados serão mantidos.
zh_hans: 这将删除该练习。您的记录数据将被保留。

# create_exercise.template_message
source: Premium users can create achievement templates to track progress with custom exercises. Visit the Achievements tab to get started!
de: Premium-Benutzer können Erfolgsvorlagen erstellen, um den Fortschritt mit benutzerdefinierten Übungen zu verfolgen. Besuchen Sie die Registerkarte Erfolge, um loszulegen!
es: Los usuarios Premium pueden crear plantillas de logros para rastrear el progreso con ejercicios personalizados. ¡Visita la pestaña de Logros para comenzar!
fr: Les utilisateurs Premium peuvent créer des modèles de succès pour suivre les progrès avec des exercices personnalisés. Visitez l'onglet Succès pour commencer !
ja: プレミアムユーザーは、カスタムエクササイズで進捗を追跡するための実績テンプレートを作成できます。実績タブにアクセスして開始してください！
pt_br: Usuários Premium podem criar modelos de conquistas para rastrear o progresso com exercícios personalizados. Visite a aba Conquistas para começar!
zh_hans: 高级用户可以创建成就模板来跟踪自定义练习的进度。访问成就选项卡开始使用！

# create_exercise.tap_plus_create
source: Tap + to create your own exercises
de: Tippen Sie auf +, um Ihre eigenen Übungen zu erstellen
es: Toca + para crear tus propios ejercicios
fr: Appuyez sur + pour créer vos propres exercices
ja: +をタップして独自のエクササイズを作成
pt_br: Toque em + para criar seus próprios exercícios
zh_hans: 点击 + 创建自己的练习

# create_exercise.name
source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome
zh_hans: 名称
